/* Dialog Strings */
"SAVE" = "Registra";
"DONTSAVE" = "Non registrare";
"CANCEL" = "Annulla";
"DELETE" = "Elimina";
"OK" = "OK";
"APPLY" = "Applica";
"REVERT" = "Ripristina";
"DONTAPPLY" = "Non applicare";
"CONTINUE" = "Continua";
"NONE" = "Nessuno";
"ASSIST" = "Aiutami…";
"NEW_ISP" = "Ottieni nuovo ISP…";
"CREATE" = "Crea";
"DO_NOT_CREATE" = "Non creare";
"UNKNOWN" = "Sconosciuto";
"DONE" = "Esci";
"AUTHENTICATE" = "Autentica";
"DEAUTHENTICATE" = "Rimuovi autenticazione";

"ADVANCED" = "Avanzate";
"SETUP" = "Imposta…";
"CONNECT" = "Collega";
"DISCONNECT" = "Scollega";
"DIAL_NOW" = "Chiama adesso";

"EDIT_BUTTON_RENAME" = "Rinomina";
"EDIT_BUTTON_EDIT" = "Modifica…";

"LINK_AGGREGATE" = "Collega dispositivo aggiunto";

/* Panel Strings */
"SAVE_CONFIG" = "Applico modifiche alla configurazione?";
"IP_FROM_SERVER" = "Indirizzo IP: Fornito dal server\n";
"IP_ADDR" = "Indirizzo IP: %@\n";
"DELETE_LOC" = "Vuoi davvero eliminare la posizione \"%@\"?";
"DELETE_CFG" = "Vuoi davvero eliminare la configurazione \"%@\"?";
"DELETE_SERVICE" = "Sei sicuro di voler eliminare il servizio col nome \"%@\"?";
"NO_UNDO_DESC" = "L'azione è irreversibile.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "Il servizio \"%@\" è in più posizioni";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "Vuoi eliminarlo da tutte le posizioni o solamente dalla posizione attuale?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "Elimina da tutti";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "Elimina da attuale";
"RENAME_CFG" = "Modifica il nome della configurazione:";
"RENAME_SERVICE" = "Inserisci un nuovo nome per \"%@\".";
"CREATE_CFG" = "Crea una nuova configurazione chiamata:";
"CREATE_SERVICE" = "Crea un nuovo servizio chiamato:";
"DUPLICATE_SERVICE" = "Inserisci un nome per il duplicato di \"%@\".";
"AUTOMATIC_CFG" = "Automatico";
"DEFAULT_CFG" = "Default";
"UNTITLED_CFG" = "Senza titolo";
"CFG_NAME" = "Nome configurazione:";
"CFG_COPY_NO_FORMAT" = "Copia";
"CFG_COPY" = "%@ Copia";
"AIRPORT_ID" = "ID AirPort:";
"ENET_ID" = "Indirizzo Ethernet:";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "Nome non valido!";
"DUPLICATE_NAME" = "Il nome deve essere unico!";
"INVALID_VLAN_TAG" = "Il contrassegno è fuori intervallo!";
"DUPLICATE_VLAN_TAG" = "Il contrassegno deve essere unico!";
"TURN_AIRPORT_OFF" = "Disattiva AirPort";
"TURN_AIRPORT_ON" = "Attiva AirPort";
"AIRPORT_POWER_ON" = "Attiva";
"AIRPORT_POWER_OFF" = "Spenta";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "da 6 a 4";

"MODEM_GENERIC" = "Generico";
"MODEM_OTHER" = "Altro";

"UNTITLED_INTERFACE" = "Senza titolo";
"UNTITLED_SERVER" = "Server senza nome";

"ALERT_UNSAVED_CHANGES_FORMAT" = "Il servizio “%@” contiene delle modifiche che non sono state applicate. Vuoi applicarle?";
"ALERT_UNSAVED_CHANGES" = "Il servizio ha modifiche non registrate";
"ALERT_UNSAVED_CHANGES_EXIT" = "Vuoi applicare le modifiche prima di chiudere il pannello delle preferenze Network?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "L'importazione farà sì che le modifiche non registrate saranno perdute. Vuoi applicare le modifiche prima di importare la configurazione?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "Vuoi applicare le modifiche prima di cambiare servizio?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "Vuoi applicare le tue modifiche prima di cambiare le posizioni?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "Vuoi applicare le modifiche prima di cambiare le posizioni?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "La riaccensione di AirPort causerà la perdita delle modifiche non registrate. Vuoi applicare le modifiche prima di riaccendere Airport?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "Il rinnovo del DHCP causerà la perdita delle modifiche non registrate. Vuoi applicare le modifiche prima di rinnovare il DHCP?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "La connessione senza modifiche utilizzerà le impostazioni precedenti. Vuoi applicare le modifiche prima della connessione?";

"DELETE_VLAN_MULTIPLE" = "Questo VLAN è utilizzato da %d servizi network.";
"DELETE_VLAN_ONE" = "Questo VLAN è utilizzato da un servizio network.";
"DELETE_VLAN" = "Vuoi davvero eliminare il VLAN “%@”?";
"DELETE_VLAN_INFO" = "Tutti servizi di network che usano questo VLAN saranno eliminate se elimini il VLAN. Questa operazione non può essere annullata. Vuoi ancora eliminare il VLAN e le configurazioni ad esso collegate?";

"DELETE_BOND_MULTIPLE" = "Questo aggregato è utilizzato da %d servizi network.";
"DELETE_BOND_ONE" = "Questo aggregato è utilizzato da un servizio network.";
"DELETE_BOND" = "Vuoi davvero eliminare il dispositivo aggregato “%@”?";
"DELETE_BOND_INFO" = "Tutti servizi di network che usano questo dispositivo congiunto saranno eliminate se lo elimini. Questa operazione non può essere annullata. Vuoi ancora eliminare il dispositivo congiunto e le configurazioni ad esso collegate?";
"UNTITLED_VLAN" = "VLAN senza titolo";
"UNTITLED_BOND" = "Vincolo senza titolo";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "Tutte le interfacce utente sono connesse.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "Alcune delle interfacce utente sono connesse. Per maggiori dettagli, fai clic su Avanzate.";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "Nessuna interfaccia utente è connessa. Per maggiori dettagli, fai clic su Avanzate.";

"NEW_INTERFACE" = "Rilevata nuova interfaccia";
"SAVE_INTERFACE" =  "È stata rilevata una nuova interfaccia network:\r\r%@\r\rControlla che sia configurata correttamente, quindi fai clic su Applica per attivarla.";

"NEW_INTERFACES" = "Rilevate nuove interfacce";
"SAVE_INTERFACES" =  "Sono state rilevate nuove interfacce network:\r\r%@\r\rControlla che siano configurate correttamente, quindi fai clic su Applica per attivarle.";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "Attiva il servizio";
"Make Service Inactive" = "Disattiva il servizio";

"Remove Service" = "Rimuovi servizio “%@”…";
"Duplicate Service" = "Duplica servizio “%@”…";
"Rename Service" = "Rinomina servizio “%@”…";
"DELETE_WITH_NAME" = "Elimina “%@”…";
"EDIT_WITH_NAME" = "Modifica “%@”…";

/* Location Menu */
"EDIT_LOCATIONS" = "Modifica posizioni...";

/* transmitting and receiving */
"tx" = "TX";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "full";
"half" = "half";
"full-duplex" = "full-duplex";
"half-duplex" = "half-duplex";
"flow" = "flow";
"flow-control" = "flow-control";
"auto" = "automatico";
"autoselect" = "selezione automatica";

/* misc service title */
"UNKNOWN_SERVICE" = "Servizio sconosciuto";

/* status strings */
"Inactive" = "Non attivo";
"Connected" = "Collegato";
"Connecting" = "Collegamento…";
"Disconnecting" = "Scollego…";
"Some Connected" = "Alcuni connessi";
"Not Connected" = "Non connesso";
"Not Configured" = "Non configurato";
"Unknown State" = "Stato sconosciuto";
"Cable Unplugged" = "Cavo scollegato";

"Self-Assigned IP" = "IP autoassegnato";
"No IP Address" = "Nessun indirizzo IP";
"Loopback IP" = "IP di loopback";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "Account";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "Ethernet";
"modem" = "Modem";
"pppoe" = "PPPoE";
"proxies" = "Proxy";
"appletalk" = "AppleTalk";
"bonds" = "Stato vincolo";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPN su richiesta";
"vpnoptions" = "Opzioni";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "Servizi";
"Active Services" = "Servizi attivi";
"Inactive Services" = "Servizi non attivi";
"All Services" = "Tutti i servizi";
"All Broadband Services" = "Tutti i servizi a banda larga";
"All VPN Services" = "Tutti i servizi VPN";
"All Wireless Services" = "Tutti i servizi wireless";
"All Dial-up Services" = "Tutti i servizi attivi di connessione telefonica";

"All Active Services" = "Tutti i servizi attivi";
"Active Broadband Services" = "Servizi a banda larga attivi";
"Active VPN Services" = "Servizi VPN attivi";
"Active Wireless Services" = "Servizi wireless attivi";
"Active Dial-up Services" = "Servizi di connessione telefonica attivi";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "Imposta ordine servizio e altre azioni";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "L'identificatore MAC (Media Access Control) per questo hardware network";
"AirPortID Tooltip" = "L'identificatore MAC (Media Access Control) per questo hardware network (ad esempio l'ID AirPort)";

/* IP Address Validation strings */
"InvalidIPAddress" = "Indirizzo IP non valido";
"InvalidSubnetMask" = "Maschera di sottorete non valida";
"InvalidRouterAddress" = "Indirizzo router non valido";
"InvalidServerAddress" = "Indirizzo server non valido";
"InvalidDomainLabel" = "Etichetta di dominio invalida";
"LinkLocalAddress" = "Indirizzo locale del collegamento";
"InvalidPrefixLength" = "Lunghezza prefisso non valida";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "L'indirizzo IP è formato da 4 numeri compresi tra 0 e 255, separati da punti.";
"BasicSubnetMaskError"	= "La maschera di sottorete è formata da 4 numeri, compresi tra 0 e 255 e separati da punti.";
"DefaultRouteError"	= "Il valore inserito è riservato al router di default è non può essere utilizzato da questo computer.";
"LimitedBroadcastError"	= "Il valore inserito è l'indirizzo di broadcast limitato e non può essere utilizzato da questo computer come indirizzo IP.";
"FirstQuadReservedError"	= "La prima quadrupla del valore inserito è fuori limite massimo e non può essere utilizzata come indirizzo router per questo computer.";
"SourceAddressError"	= "La prima parte del valore inserito non può essere 0.";
"LoopbackError"	= "La prima parte del valore inserito non può essere 127.";
"BroadcastAddressError"	= "L'indirizzo host non può coincidere con quello broadcast.";
"NetworkAddressError"	= "L'indirizzo host non può essere 0.";

// IP Address Octet value error reasons
"OctetMatchError"	= "La parte relativa all'indirizzo network nell'indirizzo IP non coincide con l'indirizzo di sottorete.";
"OctetRangeError"	= "L'indirizzo IP non è nell'intervallo di indirizzi supportato dall'indirizzo del router e della maschera di sottorete.";

// IP and Router match error
"IPRouterMatchError"= "L'indirizzo IP non può essere uguale all'indirizzo del router.";

// IP Address Link Local Address
"LinkLocalError" = "L'indirizzo IP non è indirizzabile. Si consiglia di utilizzare un indirizzo IP diverso.";

// subnet maskk error reasons
"NonContiguousOnesError" = "La maschera di sottorete non è valida. Controlla il valore per assicurarti che sia stata inserita correttamente. Per assistenza, contatta l'amministratore del network.";

// DNS Search Domain errors
"SearchDomainLabelError" = "Il nome dei domini di ricerca deve consistere solamente di lettere, numeri e trattini. Inoltre, deve utilizzare come primo e ultimo carattere una lettera o un numero.";

// IPv6 address errors
"IPv6BasicValidationError" = "L'indirizzo IPv6 è formato da 8 numeri esadecimali compresi tra 0x0 e 0xffff, separati da colonne.";
"IPv6RouterBasicValidationError" = "L'indirizzo IPv6 è formato da 8 numeri esadecimali compresi tra 0x0 e 0xffff, separati da colonne.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "La lunghezza del prefisso IPv6 deve essere un valore integrale compreso fra 0 e 128. È consigliato un valore inferiore a 127.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "L'ID Cliente DHCP è tropo lungo";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "L'ID client DHCP non può contenere più di 255 caratteri.";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 giorno, %2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d giorni, %2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "Byte";
"KBytes" = "KB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "Duplica la posizione selezionata";
"DUPLICATE_SERVICE_TOOLTIP" = "Duplica il servizio selezionato";
"DELETE_SET_TOOLTIP" =  "Elimina la posizione selezionata";
"DELETE_SERVICE_TOOLTIP" =  "Elimina il servizio selezionato";
"SERVICES_COLUMN_TITLE" = "Servizi";
"LOCATIONS_COLUMN_TITLE" = "Posizioni";
"ADD_LOCATION_TOOLTIP" = "Aggiungi una posizione";
"DELETE_LOCATION_TOOLTIP" = "Elimina la posizione selezionata";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "Seleziona i servizi da aggiungere alla posizione “%@”";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "Segreto condiviso IPSec";

/* Keychain */
"IC_KEYCHAIN" = "Connessione Internet";
"8021x_KEYCHAIN" = "Password 802.1X";
"IC_KEYCHAIN_FORMAT" = "Connessione Internet: %@";

/* configuration popup menu item titles */
"Rename item" = "Rinomina “%@”…";
"Delete item" = "Elimina “%@”";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "Aggiungi un indirizzo di server DNS";
"DELETE_DNS_SERVER_TOOLTIP" = "Rimuovi un indirizzo di server DNS";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "Aggiungi un dominio di ricerca DNS";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "Rimuovi un dominio di ricerca DNS";

"ADD_WINS_SERVER_TOOLTIP" = "Aggiungi un indirizzo di server WINS";
"DELETE_WINS_SERVER_TOOLTIP" = "Elimina un indirizzo di server WINS";
"Add WINS server address" = "Aggiungi un indirizzo di server WINS";
"Delete WINS server address" = "Elimina un indirizzo di server WINS";

"ADD_8021X_CONFIG_TOOLTIP" = "Aggiungi una configurazione 802.1x";
"DELETE_8021X_CONFIG_TOOLTIP" = "Elimina una configurazione 802.1x";
"Add an 802.1x configuration" = "Aggiungi una configurazione 802.1x";
"Delete an 802.1x configuration" = "Elimina una configurazione 802.1x";

"ADD_IPV6_ADDRESS_TOOLTIP" = "Aggiungi un nuovo indirizzo IPv6";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "Elimina l'indirizzo IPv6 selezionato";

"ADD_SERVICE_TOOLTIP" = "Crea un nuovo servizio";
"REMOVE_SERVICE_TOOLTIP" = "Elimina il servizio selezionato";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ è attualmente utilizzato.";

"CUSTOM_RANGE_FORMAT" = "(da %d a %d )";
"MTU_RANGE_ERROR_TITLE" = "Valore fuori range";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "Il valore MTU inserito è inferiore al valore minimo (%d) supportato da questa interfaccia.";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "Il valore MTU inserito è superiore al valore massimo (%d) supportato da questa interfaccia.";
"MTU_RANGE_ERROR" = "Il valore inserito non è nell'intervallo dei valori MTU supportati da questa interfaccia.";

// proxy descriptions
"FTP Proxy" = "Proxy FTP";
"Web Proxy (HTTP)" = "Proxy web (HTTP)";
"Secure Web Proxy (HTTPS)" = "Proxy web sicuro (HTTPS)";
"Streaming Proxy (RTSP)" = "Proxy streaming (RTSP)";
"SOCKS Proxy" = "Proxy SOCKS";
"Gopher Proxy" = "Proxy gopher";
"Automatic Proxy Configuration" = "Configuraz. proxy automatica";
"Auto Proxy Discovery" = "Ricerca proxy automatica";
		
// proxy titles
"FTP Proxy Server" = "Server proxy FTP";
"Web Proxy Server" = "Server proxy web";
"Secure Web Proxy Server" = "Server proxy web sicuro";
"Streaming Proxy Server" = "Server proxy streaming";
"SOCKS Proxy Server" = "Server proxy SOCKS";
"Gopher Proxy Server" = "Server proxy gopher";
"Proxy Configuration File" = "Documento di configurazione proxy";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "Non è stato trovato alcun certificato";
"NO_CERT_ALERT_INFO" = "Impossibile usare l'autenticazione del certificato perché il tuo portachiavi non contiene nessun certificato adatto. Usa Accesso Portachiavi per importare i certificati corretti nel portachiavi. Se non possiedi i certificati richiesti per l'autenticazione, mettiti in contatto con l'amministratore del network.";
"NO_CERT_MACHINE_ALERT_TITLE" = "Non è stato trovato alcun certificato per il computer";
"NO_CERT_MACHINE_ALERT_INFO" = "Impossibile usare l'autenticazione del certificato perché il tuo portachiavi non contiene nessun certificato adatto. Usa Accesso Portachiavi per importare i certificati corretti nel portachiavi. Se non possiedi i certificati richiesti per l'autenticazione, mettiti in contatto con l'amministratore del network.";
"NO_CERT_ALERT_OK" = "OK";
"NO_CERT_SELECTED" = "Nessuno selezionato";
"SELECT_USER_CERT_TITLE" = "Seleziona il certificato di autenticazione utente:";
"SELECT_TLS_CERT_TITLE" = "Seleziona il certificato TLS:";
"SELECT_MACHINE_CERT_TITLE" = "Seleziona il certificato di autenticazione del computer:";
"SELECT_CERT_INFO" = "Nessuno selezionato";
"CERT_NOT_FOUND" = "Non è non portachiavi";
"CERT_NOT_FOUND_TOOLTIP" = "Il certificato selezionato non è più presente nel portachiavi";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "Aggiungi un nuovo dominio all'elenco";
"REMOVE_VPN_DOMAIN" = "Rimuovi il dominio selezionato dall'elenco";
"Add VPN on Demand domain" = "Aggiungi dominio VPN su richiesta";
"Remove VPN on Demand domain" = "Rimuovi dominio VPN su richiesta";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "NO";
"MINUTES_LABEL" = "minuti prima di richiamare"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "Attivando TLS l'autenticazione fallirà.";
"ONEX_TLS_INFO" = "TLS non può essere abilitato perché il tuo portachiavi non contiene nessun certificato adatto. Usa Accesso Portachiavi per importare i certificati corretti nel tuo portachiavi. Se non possiedi i certificati richiesti per l'autenticazione, mettiti in contatto con il tuo amministratore network.";
"NO_CERTS" = "Non è stato trovato alcun certificato";
"TLS_DESC" = "Seleziona il certificato TLS:";

"ONEX_OFF_STATUS" = "802.1x non è abilitato";
"ONEX_ON_STATUS" = "802.1x è abilitato";
"ONEX_INACTIVE_STATUS" = "802.1X è inattivo";
"TURN_ONEX_OFF" = "Disabilita 802.1x";
"TURN_ONEX_ON" = "Abilita 802.1x";

"ONEX_LOGIN_OFF_STATUS" = "Il login 802.1x non è abilitato";
"ONEX_LOGIN_ON_STATUS" = "Il login 802.1x è abilitato";
"TURN_LOGIN_ONEX_OFF" = "Disabilita il login 802.1x";
"TURN_LOGIN_ONEX_ON" = "Abilita il login 802.1x";

"ENABLE_8021X_TOOLTIP" = "Fai clic per abilitare o disabilitare l'autenticazione di sistema 802.1x per questo servizio di network.";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "Sono necessari un nome utente e una password per consentire l'abilitazione all'autenticazione 802.1x.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "Fai clic per autenticare usando una configurazione 802.1X";
"ONEX_LOGIN_CREDS_TOOLTIP" = "Il nome utente e la password vengono utilizzati solo per ottenere il certificato e impostare l'autorizzazione. Non vengono memorizzati.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "Autenticazione 802.1X fallita.";
"ONEX_CLIENT_STATUS_FAILED" = "802.1X non è in grado di autenticare. È probabile che la configurazione fornita non sia valida. Se non sei sicuro della configurazione con cui ti colleghi, consulta l'amministratore di network."; 
"ONEX_PROTOCOL_FAILURE" = "Uno o più protocolli interni tra quelli con i quali stai cercando di collegarti non sono supportati. Se non sei sicuro di quali protocolli interni usare per poterti collegare, consulta l'amministratore di tuo network. "; 
"ONEX_INNER_PROT_FAILURE" = "Uno o più protocolli interni tra quelli con cui stai cercando di collegarti non sono supportati. Se non sei sicuro di quali protocolli interni usare per poterti collegare, consulta l'amministratore del tuo network. "; 
"ONEX_SECURITY_ERROR" = "Errore sicurezza: %d";
"ONEX_ERROR_PORT" = "( Errore: %1$d su porta %2$@ )";

"ONEX_AUTHENTICATING" = "Autentico";
"ONEX_CONNECTED" = "Autenticato";
"ONEX_CONNECTED_VIA" = "Autenticato tramite %@";
"ONEX_CONNECTED_VIA_PROT" = "Autenticato tramite %@ (%@)";
"ONEX_ELAPSED_TIME" = "Tempo di connessione: %@";
"ONEX_NO_AUTHENTICATOR" = "Il server di autenticazione non risponde.";

"ONEX_PROGRESS_TITLE" = "Configuro %@ impostazioni di %@";
"ONEX_PROGRESS_STEP_AUTH" = "Autentico…";
"ONEX_PROGRESS_STEP_TRUST" = "Configuro attendibilità…";

"ONEX_SYSTEM_DOMAIN" = "Profili di sistema";
"ONEX_LOGINWINDOW_DOMAIN" = "Profili finestra di login";
"ONEX_USER_DOMAIN" = "Profili utente";
"ONEX_SYSTEM_CONFIG" = "Profilo di sistema";
"ONEX_LOGINWINDOW_CONFIG" = "Finestra di login";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "Sostituisci il profilo di sistema?";
"ONEX_REPLACE" = "Sostituisci";
"ONEX_REPLACE_SHEET_INFO" = "Sostituisci il profilo di sistema con quello chiamato \"%@\"?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "Un profilo è già in uso per questo network.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "La creazione di un altro profilo per questo network potrebbe compromettere la capacità di accesso automatico al network.";

/* status strings */
"UNKNOWN_SUMMARY" = "Lo stato della connessione network non può essere determinato.";
"UNKNOWN_STATUS" = "Stato network ancora sconosciuto";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "Aggiungi un network preferito all'elenco";
"DELETE_NETWORK_TOOLTIP" = "Rimuovi un network dall'elenco dei preferiti";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ è attualmente inattiva";
"AIRPORT_ON" = "%@ è attualmente attiva";
"AIRPORT_CONNECTED" = "%@ è connesso a un network";
"AIRPORT_UNKNOWN" = "Lo stato della connessione wireless è sconosciuto.";
"AIRPORT_NO_NETWORK" = "Nessun network selezionato";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ è attivo ma non è connesso a nessun network.";
"AIRPORT_CONNECTED_TO" = "%1$@ è connesso a %2$@.";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ è connesso al network Computer-Computer %2$@.";
"AIRPORT_NO_IP" = "%@ non ha un indirizzo IP e per questo non può collegarsi a internet.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ è impostato per la ricezione di un indirizzo IP da %2$@, ma non dispone di un indirizzo IP e non può collegarsi a Internet.";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ è connesso a %2$@ con l'indirizzo IP %3$@.";
"AIRPORT_LINK_LOCAL" = "%@ ha l'indirizzo IP autoassegnato %@ e potrebbe non essere in grado di accedere a Internet.";
"AIRPORT_NO_ROUTER" = "Impossibile comunicare con la base AirPort. Assicurati che sia configurata correttamente.";
"AIRPORT_NO_REACH_IP" = "%@ è collegato al network wireless, ma lo stato della base non è disponibile. È possibile che tu sia già collegato a internet.";
"AIRPORT_NO_DNS" = "%@ è collegato a internet, anche se le impostazioni DNS potrebbero non essere quelle corrette.";
"AIRPORT_INTERNET_SHARING" = "La condivisione internet è attiva e sta usando %@ per condividere il collegamento.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "L'accesso ai network conosciuti sarà automatico. Se non è disponibile nessun network conosciuto, ti verrà richiesta l'autorizzazione prima di accedere ad un nuovo network.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "L'accesso ai network conosciuti sarà automatico. Se non è disponibile nessun network conosciuto, dovrai selezionarne uno manualmente.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@ è attualmente inattivo";
"ETHERNET_NOT_ACTIVE" = "%@ non è attivo";
"ETHERNET_CONNECTED" = "%@ è collegato";
"ETHERNET_NOT_CONNECTED" = "%@ non è connesso";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ è attualmente attivo con l'indirizzo IP %2$@.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "Il cavo per %@ è collegato, tuttavia il computer non dispone di un indirizzo IP.";
"ETHERNET_NOT_PLUGGED" = "Il cavo per %@ non è collegato o il dispositivo non risponde.";
"ETHERNET_LINK_LOCAL" = "%@ ha un indirizzo IP di connessione locale e non sarà quindi in grado di accedere a Internet.";
"ETHERNET_NO_ROUTER" = "Stato Network non può comunicare con il router.";
"ETHERNET_NO_REACH_IP" = "%@ è collegato al network locale, ma Stato Network non può controllare se sei collegato a Internet.";
"ETHERNET_NO_DNS" = "%@ è collegato a internet, anche se DNS non funziona correttamente e potrebbe non essere stato configurato correttamente.";
"ETHERNET_LOOPBACK" = "%@ ha un indirizzo IP di loopback e quindi potrebbe non essere in grado di connettersi.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ non è connesso";

/* iPhone USB */
"USB_NOT_PLUGGED" = "Il cavo di %@ non è collegato oppure il dispositivo non risponde.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "Non è connesso nessun dispositivo FireWire che supporti i network.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ non è configurato";
"MODEM_CONNECTED" = "%@ è collegato";
"MODEM_NOT_CONNECTED" = "%@ non è connesso";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ non è stato configurato.";
"MODEM_READY" = "Premi il tasto Connetti per collegarti al network.";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ non è attivo";
"VPN_CONNECTED" = "%@ è collegato";
"VPN_CONNECTING" = "Collegamento di %@ in corso…";
"VPN_DISCONNECTING" = "Disconnessione di %@ in corso…";
"VPN_NOT_CONNECTED" = "%@ non è connesso";
"VPN_UNKNOWN_STATE" = "%@ ha uno stato sconosciuto";
"VPN_NOT_CONFIGURED" = "%@ non è configurato";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "Perderai tutte le configurazioni esistenti";
"LINK_ALERT_EXISTING_CONFIG" = "Creando un dispositivo aggiunto perderai tutte le configurazioni esistenti delle porte selezionate. Sei sicuro di voler continuare?";
"LINK_STATUS_SPEED_DOWN" = "inattivo";
"LINK_STATUS_ENABLED" = "OK";
"LINK_STATUS_INVALID" = "Link non valido";
"LINK_STATUS_NO_PARTNER" = "Nessun partner";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "Gruppo non valido";
"LINK_STATUS_UNKNOWN" = "Sconosciuto";
"LINK_STATUS_TOOLTIP_ENABLED" = "Non è stato rilevato nessun problema.";
"LINK_STATUS_TOOLTIP_INVALID" = "Lo stato del link non è valido (ad esempio inattivo, half-duplex o velocità incorretta).";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "La porta nello switch a cui è collegato il dispositivo non ha l'Aggregazione Link 802.3ad abilitata.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "La porta è collegata a un partner ma il gruppo di aggregazione del link è diverso da quello attivo.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "Impossibile determinare lo stato del dispositivo.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "Le configurazioni per “%@” non possono essere importate.";
"ALERT_IMPORT_FAILED_MESSAGE" = "Nessun servizio “%@” trovato.";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "La configurazione “%@” non può essere importata perché un servizio “%@” non è stato impostato nelle preferenze Network.";
"IMPORT_FAILED_BAD_FILE" = "L'importazione non è riuscita perché il documento non è valido.";
"IMPORT_MULTIPLE_FORMAT" = "Sono stati rilevati diversi servizi %@. Seleziona il servizio per importare le configurazioni in:";
"IMPORT_MULTIPLE_8021X_FORMAT" = "Sono stati trovati più servizi che supportano %@. Seleziona il servizio in cui importare le configurazioni:";
"EXPORT_FAILED" = "L'esportazione è fallita.";
"EXPORT_FAILED_FILE" = "Impossibile scrivere le configurazioni sul documento.";
"EXPORT_FAILED_CONFIGS" = "Impossibile scrivere le configurazioni sul documento perchè non ci sono configurazioni.";
"EXPORT_FAILED_CHECKBOXES" = "Impossibile scrivere le configurazioni sul documento perchè nessuna opzione è stata selezionata.";
"EXPORT_FAILED_FILE_8021x" = "Impossibile scrivere i profili 802.1X sul documento.";
"EXPORT_FAILED_PROFILES" = "Impossibile scrivere i profili 802.1X sul documento perché non ci sono profili.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "Impossibile scrivere i profili 802.1X sul documento perchè nessuna opzione è stata selezionata.";

"EXPORT_UNTITLED_FILE" = "Senza titolo";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "Hai bisogno di assistenza per configurare un nuovo collegamento network o per risolvere un problema di network?";
"ASSIST_SHEET_INFO" = "Se hai bisogno di aiuto con la configurazione network, fai clic su Assistente. Se hai bisogno di aiuto con problemi di connessione network, fai clic su Diagnosi.";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "Assistente…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "Diagnosi...";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk è attivo su un altro servizio di network.";
"APPLETALK_ALRT_EXPLANATION" = "Vuoi disattivare AppleTalk su “%@”."; 
"APPLETALK_ALRT_DUP_SERVICE" = "AppleTalk può essere attiva solamente su una porta network alla volta. Se continui, AppleTalk verrà disattivata su %@."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "Non disponibile";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "Mostra stato VPN nella barra menu";
"SHOW_MODEM_MENUEXTRA" = "Mostra stato modem nella barra dei menu";
"SHOW_WWAN_MENUEXTRA" = "Mostra stato WWAN nella barra menu";
"SHOW_PPPOE_MENUEXTRA" = "Mostra stato PPPoE nella barra dei menu";
"SHOW_IRDA_MENUEXTRA" = "Mostra stato IrDA nella barra dei menu";

/* Accessibility Strings */
"Location Actions" = "Azioni posizione";
"Add Location" = "Aggiungi posizione";
"Delete Location" = "Elimina posizione";

"Add search domain" = "Aggiungi un dominio di ricerca";
"Delete search domain" = "Elimina dominio di ricerca";
"Add DNS server" = "Aggiungi server DNS";
"Delete DNS server" = "Elimina server DNS";

"Add Service"= "Aggiungi servizio";
"Delete Service" = "Elimina servizio";
"Service Actions" = "Azioni servizio";

"Add Profile"= "Aggiungi profilo";
"Delete Profile" = "Elimina profilo";

"SERVICE_LOGO_FORMAT" = "%@ Logo";
"Service Logo" = "Logo servizio";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "Il server richiederà la password";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "Nessun dispositivo PAN rilevato";